<?php
$emptyErrors = array(
    'email' => 'Введите email',
    'name' => 'Введите имя',
    'password' => 'Введите пароль',
    'password2' => 'Повторите пароль',
    'title' => 'Введите название доклада',
    'aboutUser' => 'Введите информацию о докладчике',
    'aboutReport' => 'Введите иформацию о докладе',
);
$validErrors = array(
    'name' => 'Имя должно сдержать только кирилицу, пробел и -',
    'password_len' => 'Длина пароля меньше 6 симовлов',
    'password' => 'Пароль не может содержать кириллицу',
    'password_digit' => 'Пароль не может состоять только из цифр',
    'email' => 'Данный email уже занят'
);
$uploadErrors = array(
    'upload' => 'Ошибка загрузки файла',
    'type' => 'Неверный тип файла',
    'size' => 'Слишком большой файл'
);